/* Button for inverting colors in navigationbar. (Only visible on iPad) */
"BOTTOM_TOOLBAR_INVERT_iPad" = "Inverser";

/* Button for inverting colors (Only visible on iPhone) */
"BOTTOM_TOOLBAR_INVERT_iPhone" = "Inverser";

/* Show an actionsheet (Only visible on iPhone) */
"BOTTOM_TOOLBAR_MORE" = "Plus";

/* HUD title indicating that an add-to-camera-roll operation has started */
"CREATE_IMAGE_FOR_CAMERAROLL_HUD_TITLE" = "Ajout aux photos";

/* HUD title indicating that a share-image operation has started */
"CREATE_IMAGE_FOR_SHARING_HUD_TITLE" = "Préparation au partage";

/* HUD title indicating that a create PDF operation has started */
"CREATE_PDF_HUD_TITLE" = "Création d'un PDF";

/* Filename of mail attachment when sending TriangleDraw files */
"EMAIL_PBM_FILENAME" = "Dessin.triangleDraw";

/* TriangleDraw - {Drawing name}, a subject line for mails containing TriangleDraw file attachments */
"EMAIL_PBM_SUBJECT_%@" = "TriangleDraw - %@";

/* Filename of mail attachment when sending PDFs */
"EMAIL_PDF_FILENAME" = "Dessin.pdf";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PDF attachments */
"EMAIL_PDF_SUBJECT_%@" = "TriangleDraw - %@";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PNG attachments */
"EMAIL_PNG_SUBJECT_%@" = "TriangleDraw - %@";

/* Creates a high-resolution .PNG file and saves it to the users cameraroll */
"MENU_ADD_TO_CAMERAROLL" = "Ajouter aux photos";

/* Cancel button in menu actionsheet */
"MENU_DISMISS" = "Annuler";

/* Opens a send-email-page with a .PBM file attachment */
"MENU_EMAIL_PBM" = "Envoyer le fichier TriangleDraw par e-mail";

/* Opens a send-email-page with a .PDF file attachment */
"MENU_EMAIL_PDF" = "Envoyer le PDF par e-mail";

/* Opens a share-on-socialmedia-page with a .JPG file attachment */
"MENU_SHARE" = "Partager";

/* Dismiss actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_DISMISS" = "Annuler";

/* Flip horizontal button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_X" = "Inversion X";

/* Flip vertical button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_Y" = "Inversion Y";

/* Rotate ClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_CLOCKWISE" = "Rotation à droite";

/* Rotate CounterClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_COUNTERCLOCKWISE" = "Rotation à gauche";

/* Title of actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_TITLE" = "Plus";

/* The line-draw operations undo/redo name */
"OPERATION_DRAW_LINE" = "Dessiner une ligne";

/* The draw-single-pixel operations undo/redo name */
"OPERATION_DRAW_SINGLE" = "Inverser un seul";

/* The mirror horizontally operations undo/redo name */
"OPERATION_FLIP_X" = "Inversion X";

/* The mirror vertically operations undo/redo name */
"OPERATION_FLIP_Y" = "Inversion Y";

/* The invert-color operations undo/redo name */
"OPERATION_INVERT" = "Inverser";

/* The adjust offset downward operations undo/redo name */
"OPERATION_MOVE_DOWN" = "Déplacer vers le bas";

/* The adjust offset left operations undo/redo name */
"OPERATION_MOVE_LEFT" = "Déplacer à gauche";

/* The adjust offset right operations undo/redo name */
"OPERATION_MOVE_RIGHT" = "Déplacer à droite";

/* The adjust offset upward operations undo/redo name */
"OPERATION_MOVE_UP" = "Déplacer vers le haut";

/* The rotate 60 degree clockwise operations undo/redo name */
"OPERATION_ROTATE_60_CLOCKWISE" = "Rotation - 60";

/* The rotate 60 degree counter-clockwise operations undo/redo name */
"OPERATION_ROTATE_60_COUNTERCLOCKWISE" = "Rotation + 60";

/* HUD showing Redo and the name of the operation that is being redoed */
"PERFORM_REDO_HUD_TITLE" = "Rétablir";

/* HUD showing Undo and the name of the operation that is being undoed */
"PERFORM_UNDO_HUD_TITLE" = "Annuler";
